
"AX_SLEEP_ICON_DESCRIPTION"	= "Sleep icon";
"AX_RESTART_ICON_DESCRIPTION" = "Restart icon";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Shut down icon";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Logging Out";

"SHUTTING_DOWN"	=	"Shutting Down";

"RESTARTING"	=	"Restarting";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Do you want to force %@ to quit?";
"FORCE_QUIT_INFO_MESSAGE"	=	"You will lose any unsaved changes.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Do you want to force the %ld selected applications to quit?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"You will lose any unsaved changes.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "To make more memory available, select an application and click Force Quit.";

"NORMAL_MESSAGE_TEXT" = "If an application doesn't respond for a while, select its name and click Force Quit.";

"LOMEM_INFO_TEXT" = "Closing windows and removing files from your startup disk will also help.";

"NORMAL_INFO_TEXT" = "You can open this window by pressing \nCommand-Option-Escape.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Force Quit";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "You haven’t been logged out because the application %@ failed to quit. To try logging out again, quit %@ and choose Apple menu > Log Out.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "You haven’t been logged out because an application failed to quit. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "To quit an unresponsive application, choose Apple menu > Force Quit (or press Command-Option-Esc.)";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "The application %@ failed to quit and is not responding.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "The application %@ canceled logout.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "An application has canceled logout.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "The application %@ canceled logout. FileVault won't be turned on for this account.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "An application has canceled logout. FileVault won't be turned on for this account.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "This account will remain unencrypted. To turn on FileVault, open System Preferences and begin again. If you just set the master password, you don't need to set it again.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "The application %@ canceled logout. FileVault won't be turned off for this account.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "An application has canceled logout. FileVault won't be turned off for this account.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "The application %@ canceled logout. FileVault won't be converted for this account.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "An application has canceled logout. FileVault won't be converted for this account.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "The account will remain encrypted. To turn off FileVault, open System Preferences and begin again.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "The account will retain its original format. To convert FileVault, open System Preferences and begin again.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "To try again, quit %@ and choose Log Out from the Apple menu.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "To try again, choose Apple menu > Log Out.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "The application %@ canceled restart.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "An application has canceled restart.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "To try again, quit %@ and choose Restart from the Apple menu.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "To try again, choose Apple menu > Restart.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "The application %@ canceled shut down.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "An application has canceled shut down.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "To try again, quit %@ and choose Apple menu > Shut Down.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "To try again, choose Shut Down from the Apple menu.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"The Finder could not start up because a serious problem has occurred.";


"APP_DIED_ALERT_MESSAGE"		=   "The application %@ has unexpectedly quit.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "The system and other applications have not been affected.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Cancel";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Shut Down";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Restart";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Sleep";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Force Quit";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Force Quit";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Relaunch";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pause";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Resume";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Are you sure you want to shut down your computer now?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Are you sure you want to restart your computer now?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Are you sure you want to quit all applications and log out now?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "This computer has been scheduled to go to sleep automatically.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "This computer has been scheduled to shut down automatically.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "This computer has been scheduled to restart automatically.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minutes and %2$d seconds";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minutes and 1 second";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minutes";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minute and %d seconds";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minute and 1 second";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minute";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d seconds";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 second";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 seconds";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "If you do nothing, you will be logged out automatically in %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "If you do nothing, the computer will shut down automatically in %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "If you do nothing, the computer will restart automatically in %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "If you do nothing, the computer will shut down automatically in %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "If you do nothing, the computer will go to sleep automatically in %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "If you do nothing, the computer will restart automatically in %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "If you shut down, your files will be deleted.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "You are logged in as a guest user. Shutting down deletes all files and information in the guest user home folder. These files cannot be recovered.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "If you restart, your files will be deleted.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "You are logged in as a guest user. Restarting deletes all files and information in the guest user home folder. These files cannot be recovered.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "If you log out, your files will be deleted.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Delete Files & Log Out";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Delete Files & Restart";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Delete Files & Shut Down";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "unknown";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Your computer's clock is set to a date before Jan 1, 2008. This may cause some applications to behave erratically.";

"ILLEGAL_TIME_MESSAGE" = "To set the clock manually, open Date & Time preferences. For more information, choose Help > Mac Help.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Apple File Sharing Users Connected";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Are you sure you want to restart your computer now?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Are you sure you want to shut down your computer now?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "There are %d other users connected to this computer using file sharing.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "There is a user connected to this computer using file sharing.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "There are %d other users connected to this computer using file sharing.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "There is a user connected to this computer using file sharing.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="You must enter a password to unlock the screen.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (not responding)";

"APP_PAUSED_SUFFIX" = " (paused)";

"APP_THROTTLED_SUFFIX" = " (throttled)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "You are unable to log in to the user account \"%@\" at this time";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Login failed because an error occurred. The home folder for the account you’re trying to log in to is located on an AFP or SMB server. Contact your system administrator for help.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
